In [2]:
import pandas as pd

<h1> Part 1(a): Employee with greater salary than their manager </h1>

In [4]:
empl_df = pd.read_csv("data/employee_test.csv")
empl_df.head()

   id   name  salary  manager_id
0   1   John     300         3.0
1   2   Mike     200         3.0
2   3  Sally     550         4.0
3   4   Jane     500         7.0
4   5    Joe     600         7.0